Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/death_related_benefits/widows_non_contrib_pen.html.txt.tmx
Source language: en
Languages: ga

source: Widow's, Widower's or Surviving Civil Partner’s (Non-Contributory) Pension
ga: Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach)

source: A Widow's, Widower's or Surviving Civil Partner’s (Non-Contributory) Pension is a means-tested payment payable to a widow, widower or surviving civil partner who does not qualify for a contributory widow's, widower's or surviving civil partner’s payment
ga: Is íocaíocht de réir tástála acmhainne í Pinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach) iníoctha le baintreach, le baintreach fir nó le páirtnéir sibhialta marthanach nach bhfuil incháilithe d’Íochaíocht Bhaintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Rannaíoch)

source: (This payment was formerly called the Widow's/Widower's (Non-Contributory) Pension)
ga: Tugadh an Pinsean Baintrí/Baintrí Fir (Neamh-Ranníocach) ar an íocaíocht seo roimhe seo

source: It is is a payment for widows, widowers or surviving civil partners who do not have dependent children
ga: Is é pinsean do bhaintreacha, do bhaintreacha fir nó do pháirtnéirí sibhialta marthanacha nach bhfuil leanaí cleithiúnacha acu

source: People with dependent children should apply for the One-Parent Family Payment or Jobseeker's Transitional payment
ga: Ba cheart do dhaoine a bhfuil páistí cleithiúnacha acu cur isteach ar an Íocaíocht Teaghlaigh Aontuismitheora

source: You transfer to State Pension (Non-Contributory) when you reach 66 years of age
ga: Nuair beidh tú 66 bliana d'aois aistrífear é go Pinsean Stáit (Neamh-Rannaíocach)

source: This pension is taxable but you are unlikely to pay tax if it is your only income
ga: Tá an pinsean seo inchánach ach má tá tú gan aon ioncam eile, ní miste cáin a ghearradh air

source: Tto qualify you must, of course, be a widow, widower or surviving civil partner and you must not be cohabiting with another person
ga: Chun cáiliú ní mór duit a bheith i do bhaintreach, do bhaintreach fir nó do pháirtnéir sibhialta a mhaireann, agus ní féidir leat a bheith in aontíos le duine eile

source: You can keep your entitlement to this pension if you are divorced or your civil partnership has been dissolved, and you would have been entitled to this pension had you remained married or in the civil partnership
ga: Coinníonn tú do theidlíocht an pinsean seo a fháil má tá tú colscartha nó má tá do pháirtíocht sibhialta tar éis díscaoileadh, agus dá mbeadh tú i dteideal an phinsean a fháil dá bhfanfá pósta nó sa pháirtíocht shibhialta

source: • Pass a means test and
ga: • Má éiríonn leat sa scrúdú maoine agus

source: • Be habitually resident in the State
ga: • Má sásaíonn tú na coinníollacha a bhaineann le gnáthchónaí

source: Your means are any income you have or property (except your own home) or an asset that could bring in money or provide you with an income
ga: Is ionann do chuid acmhainní agus ioncam nó réadmhaoin ar bith atá agat (seachas do theach féin) nó sócmhainn ar bith a d'fhéadfadh airgead a thabhairt isteach nó ioncam a sholáthar duit

source: Your means are assessed using specific rules under the following headings:
ga: Meastar acmhainní de réir rialacha sonracha faoi na cinnteidil a leanas:

source: • Cash income (including, income from work)
ga: • Ioncam airgead tirim agus ioncam ó fhostaíocht

source: • Value of capital (for example, savings, investments, cash on hand and property but not your own home)
ga: • Luach caipitil agus maoine nach bhfuil úsáid phearsanta á baint as

source: • Income from property personally used
ga: • Luach maoine a bhfuil úsáid phearsanta á baint as (m.sh., ,coigiltis, infheistiochtai airgead tiruin seachas, do theach cónaithe)

source: Cash income and income from work
ga: Ioncam airgead tirim agus ioncan ó fhostaíocht

source: Any cash income you have is assessed in the means test
ga: Déantar measúnú sa scrúdú maoine ar gach ioncam i bhfoirm airgid atá agat

source: This includes income from a social security pension from another country
ga: I measc na míreanna d’ioncam airgid a dhéantar a mheasúnú tá aon ioncam ó phinsean slándála sóisialaí ó thír eile

source: However, certain items of cash income are not taken into account in the means test
ga: Tá míreanna áirithe den ioncam airgid nach gcuirtear san áireamh, áfach

source: For example, earnings of up to €100 per week from employment (but not self-employment) are not taken into account
ga: Ní chuirtear san áireamh, mar shampla, airgead suas go €100 in aghaidh na seachtaine a thuilltear de thoradh fostaíochta (ach ní de thoradh féinfhostaíochta)

source: Any income from work above €100 is assessed as means
ga: Is mar mhaoin a áirítear gach ioncaim os a chionn sin

source: More information is available in our document about cash income not taken into account in the means test
ga: Ní chuirtear íocaíochtaí a fhaightear faoin Scéim Scoir Feirmeoireachta san áireamh

source: Since January 2012, any income you get from working as a home help for the HSE is taken into account in the means test
ga: Ioncam Cúntóra Bhaile: Ó Eanáir 2012 cuirtear aon ioncam a fhaigheann tú ó obair mar chúntóir baile le FSS san áireamh don tástáil acmhainne

source: Capital and property not personally used
ga: Caipiteal agus maoin nach bhfuil úsáidte go pearsanta

source: Savings, investments, cash on hand and any property you own (but not your own home) is assessed as capital
ga: Déantar measúnacht ar choigilteas, infheistíochtaí, airgead ar láimh agus réadmhaoin ar bith ar leat í (ach nach é do bhaile féin é) mar chaipiteal

source: All your capital from different sources is added together and a special formula is then used to find your weekly means from capital
ga: Cuirtear do chuid caipitil ar fad ó fhoinsí éagsúla le cheile agus baintear úsáid as foirmle speisialta ansin le do chuid acmhainní seachtainiúla ó chaipiteal a aimsiú

source: The property and investments that may be assessed under this heading include savings in a bank account (or anywhere else), a house that you have let and stocks and shares
ga: Áirítear leis an réadmhaoin agus na hinfheistíochtaí a bhféadfaí a mheas faoi réir na ceannscríbhinne seo coigilteas i gcuntas bainc (nó áit ar bith eile), teach atá ligthe amach ar cíos agat agus scaireanna

source: You may or may not be getting an income from the property or investment
ga: Is féidir go mbeidh tú ag fáil ioncaim ón réadmhaoin nó ón infheistíocht nó nach mbeidh

source: Income from property already assessed on its capital value is not assessed in the means test - see 'Cash income' above
ga: Ní dhéantar measúnacht ar ioncam ó réadmhaoin atá measúnaithe cheana féin ar a luach caipitil sa tástáil mhaoine - féach ioncam airgid thuas

source: More information is available in our document on how capital and property is assessed as means
ga: Tá tuilleadh eolais ar fáil inár ndoiciméad maidir leis an dóigh a ndéantar réadmhaoin a mheas mar acmhainn

source: Income from property personally used (your home)
ga: Maoin a mbaintear úsáid phearsanta as

source: The value of the house you live in is not taken into account in the means test
ga: Ní mheastar do theach cónaithe mura bhfuil ioncam á thuilleamh agat as

source: For example, if you rented a room in your house, that income is assessed
ga: Mar shampla, tá seomra tí ligthe ar cíos agat, measfar an t-ioncam as sin

source: There is an exception to this, if not renting the room means that you would be living alone then your income from rent is not taken into account
ga: Ach, más i d'aonar a bheifeá ag cónaí murach an seomra sin a bheith ligthe, ní mheasfar an t-ioncam ar chor ar bith

source: Your means under the various headings are added together to see what level of pension, if any, you can get
ga: Suimítear d'acmhainní faoi na cinnteidil éagsúla chun méid aon phinsin ar féidir leat a fháil a mheas

source: The first €7.60 per week of means as assessed by the Department of Social Protection does not affect the rate of pension
ga: Ní bhíonn aon tionchar ar ráta an phinsin ag an gcéad €7.60 de mhaoin in aghaidh na seachtaine faoi mar a dhéanann an Roinn Coimirce Sóisialaí measúnú uirthi

source: After that, the pension is reduced by €2.50 each week for every €2.50 of means
ga: Ina dhiaidh sin déantar laghdú €2.50 in aghaidh na seachtaine ar an bpinsean in aghaidh gach €2.50 maoine

source: │partner (under 66) │ │
ga: Seo iad na rataí í 2017

source: │Widow's, Widower's or Surviving Civil │Maximum weekly rate │
ga: │Aois │Go seachtainiúil │

source: Download and complete Form WP1 here (pdf)
ga: Íoslódail agus comhlánaigh foirm iarratais WP1 (pdf)

source: You can also get application forms from post offices
ga: Tá foirmeacha iarratais ar fáil ag oifig an phoist

source: If you are unhappy with a decision made on your claim you can appeal against it
ga: Cá háit a ndéanfaidh mé iarratas

source: You can email the Widow's, Widower's or Surviving Civil Partner’s (Non-Contributory) Pension section using the secure enquiry form
ga: Is féidir leat ríomhphost don Rannóg Phinsean Baintrí, Baintrí Fir nó Páirtnéara Shibhialta Mharthanaigh (Neamh-Ranníocach) a sheoladh tríd an fhoirm fhiosraithe a úsáid

source: If you wish to talk to someone face-to-face about your pension entitlements, you can visit your local Citizens Information Centre, Intreo Centre or Social Welfare Branch Office
ga: Más mian leat labhairt duine-le-duine faoi do theidlíochtaí, is féidir leat cuairt a thabhairt ar d'Ionad Faisnéise do Shaoránaigh áitiúil, Ionad Intreo nó d'Oifig Bhrainse Leasa Shóisialaigh
